1password-beta
1password-cli
aether
alacritty
alsa-utils
ant
arandr
asdcontrol
auto-cpufreq
base
base-devel
bash-completion
bat
blueman
bluetui
bolt
bottles
brave-bin
brightnessctl
btop
btrfs-progs
chromium
clang
claude-code
cliphist
cpupower
cups
cups-browsed
cups-filters
cups-pdf
dnsmasq
docker
docker-buildx
docker-compose
dotnet-runtime-9.0
dust
efibootmgr
evince
exfatprogs
expac
eza
fastfetch
fd
ffmpegthumbnailer
fontconfig
fprintd
freerdp
fzf
git
github-cli
github-desktop-bin
gnome-calculator
gnome-calendar
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-online-accounts
gnome-themes-extra
gpu-screen-recorder
grim
gst-plugin-pipewire
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
httrack
hypridle
hyprland
hyprland-guiutils
hyprland-preview-share-picker
hyprlock
hyprpicker
hyprsunset
imagemagick
impala
imv
inetutils
intel-media-driver
intel-ucode
inxi
iotop
iwd
iwgtk
jq
kdeconnect
kdenlive
kernel-modules-hook
khal
kvantum-qt5
lazydocker
lazygit
less
libappindicator
libdbusmenu-qt5
libpulse
libqalculate
libreoffice-fresh
libvirt
libyaml
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux
linux-firmware
llvm
localsend
logisim-evolution
luarocks
makima-bin
mako
man-db
mariadb-libs
mise
mpv
nano
nano-syntax-highlighting
nautilus
nautilus-python
neovim
netbeans
networkmanager
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
obs-studio
obsidian
omarchy-keyring
omarchy-nvim
omarchy-walker
openbsd-netcat
opencode
pacman-contrib
pamixer
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
polkit-gnome
postgresql-libs
power-profiles-daemon
python-gobject
python-oauthlib
python-pip
python-pipx
python-poetry-core
python-terminaltexteffects
qemu-full
qt5-wayland
qt6-wayland
qt6ct
ranger
ripgrep
rofi
ruby
rust
s-tui
satty
sddm
signal-desktop
slurp
snapper
sof-firmware
spotify
starship
stress
sublime-text-4
sudo
sushi
swaybg
swaync
swayosd
system-config-printer
teams-for-linux
texlive-basic
texlive-langportuguese
texlive-latex
texstudio
timeshift
tldr
tmux
tobi-try
tor
trash-cli
tree-sitter-cli
ttf-ia-writer
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
typora
tzupdate
ufw
unzip
usage
usbutils
uwsm
vdirsyncer
vim
virt-manager
virt-viewer
visual-studio-code-bin
vulkan-intel
waybar
wdisplays
wget
whois
winetricks
wireless-regdb
wiremix
wireplumber
wl-clipboard
wlsunset
woff2-font-awesome
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-terminal-exec
xmlstarlet
xournalpp
yaru-icon-theme
yay
yay-debug
ydotool
zoxide
zram-generator
zsh
